
[Subtitles]

CIN_Autopsy_ArchonKing_01="在旅途中首次偶遇这种物种我就非常惊讶。虽然我在首次入侵时已经见过这些外星人所散播的惨状，但这些物种却完全是其他东西，仍旧让人分外着迷。我发现该物种拥有极高的智力，在外星人中拥有这样的天赋不常见，尽管在长老的控制下，这点被掩饰了。"
CIN_Autopsy_BerserkerQueen_01="作为我三个实验对象中最为危险的一个，狂战士女王同样也代表了对于科学研究的伦理道德边界线的巨大逾越。即便是在战时，我也必须考虑到给一个已经非常不稳定的外星物种提供远超其能力的装备的后果，我差点就越过了一道永远不该越过的线。"
CIN_Autopsy_ViperKing_01="虽然我上一次进行解剖已经是很多年前的事了，我发现我依然对此很熟练。该对象可能不那么吓人，因为它与地球上一些存在的爬行生物颇为相似。由于对象染色体被进行了大量的细胞遗传改动，它很可能会是整个物种中的唯一雄性。"



